Repository: coderRayhan/IUMS
Catalog: IUMS.Web/Resources/SharedResource.*.resx
Languages: bn

source: Expelled Student's Info
bn: বহিষ্কৃত শিক্ষার্থীর তথ্য

source: Modify Money Receipt
bn: রশিদ নম্বর পরিবর্তন

source: Money Receipt No.
bn: রশিদ নম্বর

source: Online
bn: অনলাইন

source: Rollback
bn: রোলব্যাক

source: Amount
bn: টাকার পরিমাণ

source: Payment Date
bn: প্রদানের তারিখ

source: Print Money Receipt
bn: রশিদ প্রিন্ট

source: To Date must be greater than From Date
bn: শেষের তারিখ অবশ্যই শুরুর তারিখ থেকে বড় হতে হবে

source: Student Photo is required.
bn: শিক্ষার্থীর ছবি প্রয়োজন

source: Committee Member
bn: কমিটির সদস্য

source: Committee Name
bn: কমিটির নাম

source: Meeting Date
bn: মিটিং তারিখ

source: Meeting Number
bn: মিটিং নাম্বার

source: Meeting Time
bn: মিটিং সময়

# MENU_EXAM_MEETING
source: Exam Meeting
bn: পরীক্ষার মিটিং

source: Committee Name is Required.
bn: কমিটির নাম প্রয়োজন

# MENU_GENERATE_FAIL_REPORT
source: Generate Fail Report
bn: অকৃতকার্য প্রতিবেদন তৈরি করুন

# MENU_EMPLOYEE_PROFILE
source: Employee Profile
bn: শিক্ষকের প্রোফাইল

# MENU_Emp_Notice
source: Employee Notice
bn: কর্মচারীর নোটিশ

# MENU_EMP_COURSE_ASSIGN
source: Employee Course Assign
bn: কর্মচারীর মার্কস এন্ট্রি

source: Study Board
bn: অধ্যয়ন বোর্ড

source: Create Study Board
bn: অধ্যয়ন বোর্ড তৈরি করুন

source: Edit Study Board
bn: অধ্যয়ন বোর্ড সম্পাদন করুন

source: Employee Notice Board
bn: কর্মচারীর নোটিশ বোর্ড

# MENU_NOTICE_TYPE
source: Notice Type
bn: নোটিশ ধরন

source: Menu
bn: তালিকা

source: Menu Item
bn: তালিকা আইটেম

source: Menu Type
bn: তালিকা ধরণ

source: Parent
bn: পিতামাতা

source: Serial No
bn: ক্রমিক নং

source: Create Menu
bn: তালিকা তৈরী

source: Menu Item URL
bn: তালিকা লিংক

source: Delete
bn: মুছে ফেলা

source: Insert
bn: ভিতরে স্থাপন

source: Update
bn: আধুনিক করা

source: View Details
bn: বিস্তারিত দেখানো

source: Create Menu Url
bn: মেনু লিংক তৈরী

source: Academic Year Code
bn: শিক্ষাবর্ষ কোড

# MENU_BATCH
source: Batch
bn: ব্যাচ

source: Admission Test Setup
bn: ভর্তি পরীক্ষা সেটআপ

# CREATE_ADMISSION_TEST_SETUP
source: Setup New Exam
bn: নতুন পরীক্ষা সেটআপ করুন

source: Admission Reference
bn: ভর্তির রেফারেন্স

source: Exam Type
bn: পরীক্ষার ধরন

source: Exam Date
bn: পরীক্ষার তারিখ

source: Active date is required
bn: সক্রিয় তারিখ প্রয়োজন

source: Application user required
bn: সফ্টওয়্যার ব্যবহারকারী প্রয়োজন

source: Designation is required
bn: পদবী প্রয়োজন

source: Display name is required
bn: ডিসপ্লে নাম প্রয়োজন

source: Name is required
bn: নাম আবশ্যক

source: Password is required
bn: পাসওয়ার্ড প্রয়োজন

source: Student is required
bn: ছাত্র নাম প্রয়োজন

source: Admission Reference is required.
bn: ভর্তি রেফারেন্স প্রয়োজন.

source: Admission Reference must not exceed 50 characters.
bn: ভর্তির রেফারেন্স 50 অক্ষরের বেশি হওয়া উচিত নয়

# MENU_ADMIN
source: Admin
bn: প্রশাসন

# MENU_ADMIN_SYSTEM
source: System Admin
bn: প্রশাসন পদ্ধতি

source: Add New Lookup
bn: নতুন লুকআপ যোগ করুন

# ADD_NEW_LOOKUP_DETAIL
source: Add New Lookup Details
bn: নতুন লুকআপ ডিটেইল যোগ করুন

source: Code is required
bn: কোড আবশ্যক

source: Edit Lookup
bn: লুকআপ সম্পাদন করুন

source: Edit Lookup Detail
bn: লুকআপ ডিটেইল সম্পাদন করুন

source: Master's Name
bn: মাস্টার নাম

source: Master's name is required
bn: মাস্টার নাম আবশ্যক

# MENU_COMMON_LOOKUP
source: Common Lookup
bn: সাধারণ লুকআপ

# MENU_COMMON_LOOKUP_DETAILS
source: Common Lookup Details
bn: সাধারণ লুকআপ ডিটেইলস

# NAMEBN
source: Name in Bangla
bn: নাম (বাংলা)

# NAMEBN_IS_REQUIRED
source: Name in Bangla is required
bn: নাম (বাংলা) আবশ্যক

source: Parent's Name
bn: প্যারেন্ট নাম

# TITLE_COMMON_LOOKUP
source: Common Lookup
bn: সাধারণ লুকআপ

# TITLE_COMMON_LOOKUP_DETAILS
source: Common Lookup Details
bn: সাধারণ লুকআপ ডিটেইলস

source: Exam type is required.
bn: পরীক্ষার ধরন প্রয়োজন

source: Building
bn: ভবন

source: Building Name
bn: ভবনের নাম

source: Center
bn: কেন্দ্র

source: Center Name
bn: কেন্দ্রের নাম

source: Floor
bn: তলা

source: Room
bn: রুম

source: Total Seat
bn: মোট আসন

source: Exam Room Setup
bn: পরীক্ষার রুম সেটআপ

source: Setup New Exam Room
bn: নতুন পরীক্ষার রুম সেটআপ করুন

source: Floor Number
bn: ফ্লোর নম্বর

source: Room Number
bn: রুম নম্বর

source: Building Id is required
bn: বিল্ডিং আইডি প্রয়োজন

source: Center Id is required
bn: কেন্দ্র আইডি প্রয়োজন

source: Floor Id is required
bn: ফ্লোর আইডি প্রয়োজন

source: Room Number is required
bn: রুম নম্বর প্রয়োজন

# MENU_TEST_ELIGIBLE_LIST
source: Test Eligible List
bn: পরীক্ষার যোগ্য তালিকা

# MENU_EXAM_SETUP
source: Exam Setup
bn: পরীক্ষা সেটআপ

# TITLE_ADMISSION_TEST_ELIGIBLE_LIST_GENERATE_FORM
source: Admission Test Eligible List Generate Form
bn: ভর্তি পরীক্ষার যোগ্য তালিকা তৈরি ফর্ম

# MENU_TEST_CONFIGURATION
source: Test Configuration
bn: পরীক্ষা কনফিগারেশন

source: Minimum GPA
bn: সর্বনিম্ন জিপিএ

source: Pass Mark
bn: পাশ নম্বর

source: Seat Capacity
bn: আসন ক্ষমতা

source: Admission
bn: ভর্তি

source: Admit Card Enable Form
bn: প্রবেশপত্র সক্রিয় ফর্ম

# MENU_ADMIT_CARD_ENABLE_FORM
source: Admit Card Enable Form
bn: প্রবেশপত্র সক্রিয় ফর্ম

# APPLICATION_FORM_CONFIG
source: Applicaion Form Config
bn: আবেদন ফর্ম কনফিগারেশন

source: Password Policy
bn: পাসওয়ার্ড নীতি

# MENU_EXAM_ROOM_SETUP
source: Exam Room Setup
bn: পরীক্ষার রুম সেটআপ

source: Exam Seat Setup
bn: পরীক্ষার আসন সেটআপ

source: Setup New Exam Seat
bn: নতুন পরীক্ষার আসন সেটআপ করুন

source: End Roll
bn: শেষ রোল

# START_ROLL
source: Start Role
bn: শুরুর রোল

source: End Roll is required.
bn: শেষ রোল প্রয়োজন

source: Start Roll is required.
bn: স্টার্ট রোল প্রয়োজন

source: Total seat is required.
bn: মোট আসন প্রয়োজন।

source: Grade
bn: গ্রেড

# MENU_ADMISSION
source: Admission
bn: ভর্তি

# MENU_ADMISSION_DETAILS
source: Admission Detail
bn: ভর্তির বিস্তারিত

source: Create Admission
bn: ভর্তি তৈরি করুন

# ADMISSION_DETAIL
source: Admission Detail Setup
bn: ভর্তির বিস্তারিত সেটআপ

source: Setup New Admission Reference Detail
bn: নতুন ভর্তির রেফারেন্স সেটআপ করুন

# MENU_EXAM_SEAT_SETUP
source: Exam Seat Setup
bn: পরীক্ষার আসন সেটআপ

source: Edit Admission Reference Details
bn: ভর্তির রেফারেন্স বিশদ আপডেট করুন

source: Edit Exam Room Setup
bn: পরীক্ষার রুম সেটআপ আপডেট করুন

source: Edit Exam Seat Setup
bn: পরীক্ষার আসন সেটআপ আপডেট করুন

source: Batch
bn: ব্যাচ

source: Course Registration
bn: কোর্স নিবন্ধন

# MENU_COURSE_ASSIGN
source: Course Assign Form
bn: কোর্স অ্যাসাইন ফর্ম

# APPLICATION_USER
source: Approval key
bn: অনুমোদন কী

# CREATE_CLASS_ROLL_CONFIGURATION
source: Create Roll Prefix
bn: ক্লাস রোল কনফিগারেশন তৈরি করুন

source: Roll Prefix
bn: রোল প্রিফিক্স

source: Class Roll Configuration Setup
bn: ক্লাস রোল কনফিগারেশন সেটআপ

# MENU_CLASS_ROLL_CONFIGURATION
source: Class Roll Setup
bn: ক্লাস রোল কনফিগারেশন

source: Select Teacher
bn: শিক্ষক নির্বাচন করুন

source: Assign Teacher To Course
bn: কোর্সে শিক্ষক নিয়োগ করুন

source: Edit Teacher Assign
bn: কোর্সে শিক্ষক নিয়োগ আপডেট করুন

source: Part A
bn: প্রথম পর্ব

source: Part B
bn: দ্বিতীয় পর্ব

source: Part C
bn: তৃতীয় পর্ব

source: Teacher Assigning Form
bn: শিক্ষক নিয়োগ ফরম

# MENU_TEACHER_ASSIGN
source: Teacher Assign
bn: শিক্ষক এসাইন

# ADMISSION_Doc_Upload
source: Admission Document Upload
bn: ভর্তির নথি আপলোড

source: Cancelation Form Config
bn: বাতিলকরণ ফর্ম কনফিগারেশন

source: Document
bn: নথি

source: Fees Config
bn: ফি কনফিগারেশন

source: Fees Process Config
bn: ফি প্রসেস কনফিগারেশন

source: Migration Form Config
bn: মাইগ্রেশন কনফিগারেশন

source: Refund Percentange
bn: মূল্য ফেরত

# ADVISOR
source: Adviser
bn: উপদেষ্টা

# MENU_STUDENTS_ADVISER_SETUP
source: Adviser Setup
bn: ছাত্রদের উপদেষ্টা সেটআপ

# STUDENTS_ADVISER_DETAILS_SETUP
source: Student Adviser Details Setup
bn: ছাত্রের উপদেষ্টা বিবরণ সেটআপ

source: Admission Result Process
bn: ভর্তির ফলাফল প্রক্রিয়া

# MENU_PAYMENT_VERIFICATION_AND_APPROVAL
source: Payment Approval
bn: অর্থপ্রদান যাচাইকরণ এবং অনুমোদন

# MENU_ADMISSION_FORM
source: Admission Form
bn: ভর্তি ফরম

source: Payment Approval
bn: পেমেন্ট অনুমোদন

source: Application Fee
bn: আবেদন ফি

source: Application Fee Setup
bn: আবেদন ফি সেটআপ

source: Due Date is required
bn: নির্দিষ্ট তারিখ প্রয়োজন

source: Final Fee
bn: চূড়ান্ত ফি

source: Final Fee is required
bn: চূড়ান্ত ফি প্রয়োজন

source: Initial Fee
bn: প্রারম্ভিক ফি

source: Initial Fee is required
bn: প্রারম্ভিক ফি প্রয়োজন

# MENU_APPLICATION_FEE
source: Application Fee
bn: আবেদন ফি

source: Total Number
bn: মোট নম্বর

source: Program Type
bn: প্রোগ্রামের ধরন

# MENU_SETUP
source: Setup
bn: সেটআপ

source: Migration Application Form
bn: মাইগ্রেশন আবেদনপত্র

source: Applied Date is required
bn: আবেদনের তারিখ প্রয়োজন

# STUDENT_ID_IS_REQUIRED
source: Please Insert Your Student ID.
bn: আপনার স্টুডেন্ট আইডি প্রবেশ করুন.

source: Cancellation Application
bn: বাতিলের আবেদনের তালিকা

# MIGRATION_APPLICATION
source: Migration Application List
bn: মাইগ্রেশন আবেদন

# CREDITHOUR
source: Credit
bn: ক্রেডিট আওয়ার

# PREQUISITE
source: Prerequisite
bn: পূর্বশর্ত

# MENU_CANCELLATION_APPROVAL
source: Cancellation Approval
bn: বাতিলকরণ অনুমোদন

# MENU_MIGRATION_APPROVAL
source: Migration Approval
bn: মাইগ্রেশন অনুমোদন

source: Assign Course
bn: কোর্স বরাদ্দ করুন

source: Admission Date
bn: ভর্তির তারিখ

source: Admission Result Upload
bn: ভর্তির ফলাফল আপলোড

source: Admitted Program
bn: ভর্তি প্রোগ্রাম

# APPLICANT_INFO
source: Applicant Information
bn: আবেদনকারীর তথ্য

source: Application Id
bn: আবেদন আইডি

source: Bangla Name
bn: বাংলা নাম

source: Cancellation Reason
bn: বাতিলের কারণ

source: Class Roll
bn: ক্লাস রোল

# CREATE_BATCH
source: Add New Batch
bn: নতুন ব্যাচ তৈরি করুন

source: Edit
bn: আপডেট করুন

source: End Time
bn: শেষ সময়

source: English
bn: ইংরেজি

source: Form No
bn: ফর্ম নং

source: ID
bn: আইডি

source: Password Policy Name
bn: পাসওয়ার্ড পলিসি নাম

source: Period Name
bn: সময়কাল নাম

source: Period Setup
bn: সময়কাল সেটআপ

source: Start Time
bn: সময় শুরু

source: To Be Migrated
bn: স্থানান্তরিত হতে হবে

# UPDATE_BATCH
source: Edit Batch
bn: ব্যাচ আপডেট করুন

source: Week Day
bn: সপ্তাহের দিন

source: Post Office
bn: পোস্ট অফিস

source: Upazila
bn: উপজেলা

source: Academic Calendar Detail Setup
bn: একাডেমিক ক্যালেন্ডারের বিস্তারিত সেটআপ

source: Create Academic Calendar
bn: একাডেমিক ক্যালেন্ডার তৈরি করুন

source: End Date is required
bn: শেষ তারিখ আবশ্যক

source: Start Date is required
bn: শুরুর তারিখ আবশ্যক

# TITLE_ACADEMIC_CALENDAR_SETUP
source: Academic Calendar Setup
bn: একাডেমিক ক্যালেন্ডার সেটআপ

source: Title is required
bn: শিরোনাম আবশ্যক

source: Take Attendance Form
bn: উপস্থিতি ফর্ম নিন

source: Continuous Assesment
bn: ক্রমাগত মূল্যায়ন

source: Term Final
bn: টার্ম ফাইনাল

source: Edit Grade Policy
bn: গ্রেড পলিসি সম্পাদন করুন

source: Effective From
bn: কার্যকর হবে

source: Grade Policy
bn: গ্রেড পলিসি

source: Inactive Date
bn: নিষ্ক্রিয় তারিখ

source: Policy Name
bn: পলিসি নাম

source: Setup Grade Policy
bn: গ্রেড পলিসি সেটআপ করুন

# MAX_INVIGILATOR
source: Maximum Invigilator
bn: সর্বোচ্চ পরিদর্শক

source: Setup New Building Information
bn: নতুন বিল্ডিং তথ্য সেটআপ করুন

source: This field is required
bn: ফিল্ডটি আবশ্যক

source: Update Building Information
bn: বিল্ডিং তথ্য আপডেট করুন

source: Create Class Routine
bn: ক্লাস রুটিন তৈরি করুন

source: Building Information Setup
bn: বিল্ডিং তথ্য সেটআপ

source: Setup Exam Routine
bn: পরীক্ষার রুটিন সেটআপ

source: End date must be greater than start date.
bn: শেষ তারিখ শুরুর তারিখের চেয়ে বড় হতে হবে।

source: Total GPA
bn: মোট জিপিএ

source: Roomwise Student Distribution
bn: রুম অনুযায়ী ছাত্র বন্টন

source: Edit Academic Year
bn: শিক্ষাবর্ষ আপডেট করুন

source: CA Mark Entry Form
bn: সি.এ. মার্ক এন্ট্রি ফর্ম

source: Exam Routine
bn: পরীক্ষার রুটিন

source: T.F. Mark Entry Form
bn: টি.এফ. মার্ক এন্ট্রি ফর্ম

source: Setup Subject Wise Grade
bn: বিষয় অনুযায়ী গ্রেড সেটআপ করুন

source: Update Subject Wise Grade
bn: বিষয় অনুযায়ী গ্রেড আপডেট করুন

# ASSIGN_INVIGILATOR
source: Assign New Invigilator
bn: পরিদর্শক নিয়োগ করুন

source: Edit Assigned Invigilator
bn: দায়িত্বপ্রাপ্ত পরিদর্শক আপডেট করুন

source: Shift Name
bn: শিফট নাম

# ACADEMIC_SEMESTERR
source: Academic Semester
bn: একাডেমিক সেমিস্টার

source: Merit Policy Setup
bn: মেরিট পলিসি সেটআপ

source: Part
bn: পর্ব

source: Course Name
bn: কোর্সের নাম

source: C. A.
bn: সি. এ.

# BEST_2_CT
source: CT Total
bn: ক্লাস টেস্ট মোট

source: Campus Name
bn: ক্যাম্পাসের নাম

source: C.A. Mark Approval Form
bn: সি.এ. মার্ক অনুমোদনের ফর্ম

source: CT 1
bn: সিটি এক

source: CT 2
bn: সিটি দুই

source: CT 3
bn: সিটি তিন

source: Invigilator Name
bn: পরিদর্শক নাম

source: Mid Term
bn: মিডটার্ম

source: Invigilator
bn: পরিদর্শক

source: Mobile
bn: মোবাইল

source: Student Assigned
bn: ছাত্র অ্যাসাইনড

source: Teacher Assigned
bn: শিক্ষক অ্যাসাইনড

# REGISTRATION_FORM_CONFIG
source: Registraion Form Config
bn: রেজিস্ট্রেশন ফর্ম কনফিগ

# CONTACTTHOUR
source: Contact Hour
bn: কন্টাক্ট আওয়ার

source: Batch name is required
bn: ব্যাচ নাম প্রয়োজন

source: Effective Upto
bn: পর্যন্ত কার্যকর

source: Approx Return Date
bn: আনুমানিক ফিরে আসার তারিখ

source: Received
bn: প্রাপ্ত

source: Received Date
bn: প্রাপ্তির তারিখ

source: Semester is required
bn: সেমিস্টার প্রয়োজন

source: Application code is required.
bn: আবেদনের কোড প্রয়োজন

source: Class roll is required.
bn: ক্লাস রোল প্রয়োজন

source: Form no is required.
bn: ফর্ম নম্বর প্রয়োজন|

source: Marital status is required.
bn: বৈবাহিক স্টেটাস প্রয়োজন

source: Organization
bn: সংস্থা

source: Course Teacher Marks
bn: কোর্স টিচার মার্কস

source: C. A. Marks
bn: সি. এ. মার্কস

# MARKS_DIFFERENCE
source: Marks Defference
bn: মার্কস পার্থক্য

source: Scrutinizer Marks
bn: স্ক্রুটিনাইজার মার্কস

source: Exam Controller Office Mark Verify
bn: পরীক্ষা নিয়ন্ত্রক অফিস মার্ক যাচাই

source: Add New Exam Lookup
bn: নতুন পরীক্ষা লুকআপ তৈরি করুন

source: Edit Exam Lookup
bn: পরীক্ষা লুকআপ আপডেট করুন

source: Add New Exam Lookup Detail
bn: নতুন পরীক্ষার লুকআপ বিবরণ তৈরি করুন

source: Edit Exam Lookup Detail
bn: পরীক্ষার লুকআপ বিবরণ আপডেট করুন

source: Exam Common Lookup Detail
bn: পরীক্ষার সাধারণ লুকআপ বিবরণ

source: Total Student
bn: মোট ছাত্র

source: Application Date
bn: আবেদনের তারিখ

source: Final Payment Date
bn: চূড়ান্ত পেমেন্ট তারিখ

source: HSC GPA
bn: এইচএসসি জিপিএ

source: Primary Payment Date
bn: প্রাথমিক পেমেন্ট তারিখ

source: SSC GPA
bn: এসএসসি জিপিএ

source: Roll
bn: রোল

source: Application Prerequisite
bn: আবেদনের পূর্বশর্ত

source: Configure New Application Prerequisite
bn: নতুন আবেদনের পূর্বশর্ত কনফিগার করুন

source: Update Application Prerequisite
bn: আবেদনের পূর্বশর্ত আপডেট করুন

source: Registration number is required
bn: রেজিস্ট্রেশন নম্বর প্রয়োজন|

source: Exam Common Lookup
bn: পরীক্ষার সাধারণ লুকআপ

source: Program Coodrinator Approval
bn: প্রোগ্রাম সমন্বয়কারী অনুমোদন

source: Maximum Applicant
bn: সর্বোচ্চ আবেদনকারী

source: Total Admission Test Marks
bn: ভর্তি পরীক্ষার মোট নম্বর

# MARKS_RANGE
source: Mark Range
bn: মার্কস রেঞ্জ

source: Transection ID
bn: লেনদেন আইডি

source: Exam date is required.
bn: পরীক্ষার তারিখ প্রয়োজন

source: Applicant Information
bn: আবেদনকারীর তথ্য

source: Obtained Mark
bn: প্রাপ্ত মার্ক

source: Viva Mark
bn: মৌখিক মার্ক

source: Written Mark
bn: লিখিত মার্ক

source: Is Exam Room
bn: পরীক্ষার কক্ষ

source: Academic Role
bn: একাডেমিক ভূমিকা

source: Academic Role Assign
bn: একাডেমিক ভূমিকা বরাদ্দ

source: Best CT 1
bn: সেরা ক্লাস টেস্ট ১

source: Best CT 2
bn: সেরা ক্লাস টেস্ট ২

source: Class Performance
bn: ক্লাস পারফরমেন্স

source: Course Teacher Mark Part A
bn: পাঠ্যক্রম শিক্ষক মার্ক পার্ট ক

source: Course Teacher Mark Part B
bn: পাঠ্যক্রম শিক্ষক মার্ক পার্ট খ

source: TF Total Marks
bn: T.F মোট মার্কস

source: Converted T.F Marks
bn: রূপান্তরিত মেয়াদের চূড়ান্ত মার্কস

source: Email is not valid.
bn: ইমেইল বৈধ নয়

# PHONE_NO_IS_NOT_VALID
source: Phone number is not valid.
bn: ফোন নম্বর সঠিক নয়

source: Applicant signature is required.
bn: আবেদনকারীর স্বাক্ষর প্রয়োজন

source: Date is invalid.
bn: তারিখ সঠিক নয়

source: Guardian signature is required.
bn: অভিভাবকের স্বাক্ষর প্রয়োজন

# TOTAL_OBTAINED_MARK
source: Total Obtained Marks
bn: মোট প্রাপ্ত নম্বর

source: Division
bn: বিভাগ

source: Group
bn: গ্রুপ

source: Honors
bn: অনার্স

source: HSC
bn: এইচএসসি

source: Major
bn: মেজর

# PHD_MPHIL
source: PhD/MPhill
bn: পিএইচডি/এমফিল

source: Post Graduation
bn: স্নাতকোত্তর

source: Recruitment
bn: নিয়োগ

source: Reference
bn: রেফারেন্স

source: Requirement
bn: প্রয়োজন

source: SSC
bn: এসএসসি

source: Pass Status
bn: পাস স্ট্যাটাস

source: Admit Card Enable From
bn: প্রবেশপত্র চালু করার তারিখ

source: Admit Card Enable To
bn: প্রবেশ পত্রের শেষ তারিখ

source: Faculty/Office
bn: অনুষদ/ অফিস

source: View money receipt
bn: টাকার রসিদ দেখুন

source: Age
bn: বয়স

source: Birth Registration No
bn: জন্ম নিবন্ধন নং

# HOUSE_AND_ROAD_NO
source: House & Road No.
bn: বাড়ি ও রাস্তা নং

source: Marital Status
bn: বৈবাহিক অবস্থা

source: Post Code
bn: পোস্ট কোড

source: Signature
bn: স্বাক্ষর

source: Total
bn: মোট

source: Bonus
bn: বোনাস

source: Recruitment Reference is required.
bn: নিয়োগের রেফারেন্স প্রয়োজন

source: Deadline date is required.
bn: শেষ তারিখ প্রয়োজন|

source: Employee class is required.
bn: কর্মচারী শ্রেণী প্রয়োজন|

# GRADE_NAME_BN_IS_REQUIRED
source: Grade name (Bangla) is required.
bn: গ্রেডের নাম (বাংলা) আবশ্যক|

source: Grade name is required.
bn: গ্রেড নাম প্রয়োজন|

source: Office is required.
bn: অফিস প্রয়োজন|

source: Bank Name
bn: ব্যাংকের নাম

source: Basic Salary
bn: মূল বেতন

source: Leave Group
bn: লিভ গ্রুপ

source: Mobile Allowance
bn: মোবাইল ভাতা

source: Other Allowance
bn: অন্যান্য ভাতা

source: Posting Area
bn: পোস্টিং এরিয়া

source: PRL End Date
bn: পিআরএল শেষ তারিখ

source: PRL Start Date
bn: পিআরএল শুরুর তারিখ

source: Rank
bn: পদমর্যাদা

source: Retirement Date
bn: অবসরের তারিখ

# SALARY_AC_NO
source: Salary Account No.
bn: বেতন হিসাব নং

source: Tax Zone/Area/Circle
bn: ট্যাক্স জোন/এরিয়া/বৃত্ত

source: TIN No.
bn: টিআইএন নম্বর

source: Admission Year
bn: ভর্তির বছর

# CONTACT_NO_IS_NOT_VALID
source: Contact Number Is Not Valid
bn: যোগাযোগ নাম্বার সঠিক নয়

# CONTACT_NO_IS_REQUIRED
source: Contact Number Is Required.
bn: যোগাযোগ নাম্বার প্রয়োজন

source: Branch Name
bn: শাখার নাম

source: Course Objective
bn: কোর্সের উদ্দেশ্য

source: Course Outline
bn: কোর্সের রূপরেখা

source: Add Chapter
bn: অধ্যায় যোগ করুন

source: Class
bn: শ্রেণী

source: Transaction Id / Bank Draft
bn: লেনদেন আইডি / ব্যাংক ড্রাফ্ট

source: Chapter
bn: অধ্যায়

source: Reference Book
bn: উল্লেখিত বই

source: Text Book
bn: পাঠ্য বই

source: MPhil
bn: এমফিল

source: PhD
bn: পিএইচডি

source: Room Name
bn: রুমের নাম

# ROOM_NAME_BN
source: Room Name in Bangla
bn: রুমের নাম বাংলায়

source: Student Users
bn: ছাত্র

source: Earned Leave Balance
bn: অবশিষ্ট অর্জিত ছুটি

source: Last Recreation Leave Date
bn: শেষ রিক্রিয়েশন ছুটির তারিখ

source: Medical Leave Balance
bn: চিকিৎসার জন্য ছুটির সংখ্যা

source: Next Recreation Leave Date
bn: পরবর্তী রিক্রিয়েশন ছুটির তারিখ
