Repository: coderRayhan/IUMS
Catalog: IUMS.Web/Resources/SharedResource.*.resx
Languages: bn

source: Academic
bn: একাডেমিক

# MENU_ADMIN_SETTINGS
source: Admin Settings
bn: ইউজার ম্যানেজমেন্ট

source: Already have an account? Login!
bn: ইতিমধ্যে একটি একাউন্ট রয়েছে? লগইন করুন!

source: Attendance Entry
bn: উপস্থিতি লিপিবদ্ধকরণ

source: Campus
bn: ক্যাম্পাস

source: Cancel
bn: বাতিল করুন

source: Course
bn: কোর্স

source: Course Assign
bn: কোর্স নিযুক্তি

source: Course Teacher Assign
bn: কোর্স শিক্ষক নিযুক্তি

source: Course Teacher List
bn: কোর্স শিক্ষক তালিকা

source: Create an Account!
bn: একটি একাউন্ট তৈরি করুন!

source: Dark Mode
bn: ডার্ক মোড

source: Dashboard
bn: ড্যাশবোর্ড

source: Default Credentials
bn: গতানুগতিক প্রমাণাদি

source: Department
bn: বিভাগ

source: Designation
bn: পদবি

source: Edit Employee Profile
bn: কর্মচারী প্রোফাইল সম্পাদন

# Edit External Teacher Profile
source: Edit Guest Teacher Profile
bn: অতিথি শিক্ষক প্রোফাইল সম্পাদন

source: Edit Student Profile
bn: শিক্ষার্থীর প্রোফাইল সম্পাদন

source: Email Address
bn: ইমেইল এড্রেস

source: Employee
bn: কর্মচারী

source: Employee Designation
bn: পদবী

source: Employee Details
bn: শিক্ষক / কর্মচারী বিবরণ

source: Employee List
bn: শিক্ষক / কর্মচারী তালিকা

source: Employee Quick Add
bn: দ্রুত কর্মচারী সংযোজন

source: Exam
bn: পরীক্ষা

source: Exam Committee
bn: পরীক্ষা কমিটি

source: Exam Result Process
bn: পরীক্ষার ফলাফল প্রক্রিয়া

# Ext Teacher Quick Add
source: Guest Teacher Quick Add
bn: দ্রুত অতিথি শিক্ষক সংযোজন

# External Teacher Details
source: Guest Teacher Details
bn: অতিথি শিক্ষক বিবরণ

# External Teacher List
source: Guest Teacher List
bn: অতিথি শিক্ষক তালিকা

# External Teacher Quick Add
source: Guest Teacher Quick Add
bn: দ্রুত অতিথি শিক্ষক সংযোজন

source: Fees
bn: ফিস

source: Fees Collection
bn: ফিস সংগ্রহ

source: Fees Head
bn: ফিস প্রধান

source: Fees Head Config
bn: ফিস প্রধান শিরোনাম

source: Fees Process
bn: ফিস প্রক্রিয়া

source: First Name
bn: নামের প্রথম অংশ

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গিয়েছেন?

source: Generate Report
bn: প্রতিবেদন তৈরি করুন

source: Hall
bn: হল

source: Individual Fees Process
bn: স্বতন্ত্র ফি প্রক্রিয়া

# InstitutionName
source: Bangabandhu Sheikh Mujibur Rahman Aviation and Aerospace University
bn: বঙ্গবন্ধু শেখ মুজিবুর রহমান এভিয়েশন এন্ড এরোস্পেস বিশ্ববিদ্যালয়

source: Last Name
bn: নামের শেষ অংশ

source: Login
bn: লগইন করুন

source: Logout
bn: লগআউট করুন

source: Marks Entry
bn: মার্ক লিপিবদ্ধকরণ

source: New
bn: নতুন

source: Pending Promotion List
bn: অপেক্ষমান বর্ষোন্নয়ন তালিকা

source: Pending Student Promotion List
bn: অপেক্ষমান ছাত্র বর্ষোন্নয়ন তালিকা

source: Profile
bn: প্রোফাইল

source: Program
bn: প্রোগ্রাম

source: Ready to Leave?
bn: পরিত্যাগ করার জন্য প্রস্তুত?

source: Register
bn: নিবন্ধন করুন

source: Register Account
bn: একাউন্ট নিবন্ধন করুন

source: Remember Me
bn: মনে রাখুন

source: Repeat Password
bn: পাসওয়ার্ড পুনরাবৃত্তি করুন

source: Report
bn: রিপোর্ট

# MENU_ROLES
source: Roles
bn: রোল

source: Save
bn: সংরক্ষণ করুন

source: Select Logout below if you are ready to end your current session.
bn: আপনি যদি আপনার বর্তমান সেশন শেষ করতে প্রস্তুত থাকেন, তবে নিচে লগআউট নির্বাচন করুন।

source: Semester
bn: সেমিস্টার

# ACADEMIC_YEAR
source: Admission Year
bn: শিক্ষাবর্ষ

source: Setup
bn: সেটআপ

source: Student
bn: শিক্ষার্থী

source: Student List
bn: শিক্ষার্থীর তালিকা

source: Student Promotion
bn: শিক্ষার্থীর বর্ষোন্নয়ন

source: Student Quick Add
bn: দ্রুত শিক্ষার্থী সংযোজন

source: Student Course Assign
bn: শিক্ষার্থীর কোর্স নিযুক্তি

source: Student Details
bn: শিক্ষার্থীর বিবরণ

source: Teacher
bn: শিক্ষক

# MENU_USERS
source: Users
bn: ইউজার

source: Year
bn: বর্ষ

source: BloodGroup
bn: রক্তের গ্রুপ

source: Date of Birth
bn: জন্ম তারিখ

source: Email
bn: ইমেইল

source: Father Name
bn: পিতার নাম

source: Gender
bn: লিঙ্গ

source: Mother Name
bn: মাতার নাম

source: Nationality
bn: জাতীয়তা

source: NID No
bn: জাতীয় পরিচয় পত্র নম্বর

source: Phone Number
bn: ফোন নাম্বার

source: Photo
bn: ছবি

source: Religion
bn: ধর্ম

# SMS_NOTIFICATION_NO
source: Mobile No.
bn: মোবাইল নং

source: Student ID
bn: শিক্ষার্থী আইডি

source: Type
bn: ধরন

source: Female
bn: মহিলা

source: Male
bn: পুরুষ

# dept_req
source: Department is Required
bn: শিক্ষার্থীর কোর্স

source: Admit Card
bn: প্রবেশ পত্র

source: Year is Required.
bn: বছরের নাম প্রয়োজন

source: Address is required.
bn: ঠিকানা প্রয়োজন

source: Address must not exceed 50 characters.
bn: ঠিকানা অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: CampusName is required.
bn: ক্যাম্পাসের নাম প্রয়োজন

source: CampusName must not exceed 50 characters.
bn: ক্যাম্পাসের নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Code must be at least 2 characters.
bn: কোড কমপক্ষে ২ বর্ণের হতে হবে

source: Code must be at least 4 characters.
bn: কোড কমপক্ষে ৪ বর্ণের হতে হবে

source: Code must not exceed 2 characters.
bn: কোড ২ বর্ণের বেশি হওয়া যাবে না

source: Code must not exceed 4 characters.
bn: কোড ৪ বর্ণের বেশি হওয়া যাবে না

source: CourseCode is required.
bn: কোর্স কোড প্রয়োজন

source: CourseTitle is required.
bn: কোর্স টাইটেল প্রয়োজন

source: CourseTitle must not exceed 50 characters.
bn: কোর্স টাইটেল অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# COUSECODE_MUST_NOT_EXCEED_10_CHARACTERS
source: CourseCode must not exceed 10 characters.
bn: কোর্স কোড অবশ্যই ১০ বর্ণের ভেতর হতে হবে

# CREDEITPOINTS_MUST_BE_GREATER_THAN_0
source: CreditPoints must be greater than 0
bn: ক্রেডিট পয়েন্টস অবশ্যই শূন্য থেকে বড় হতে হবে

source: Department Code is required.
bn: বিভাগ কোড প্রয়োজন

source: Department Code must not exceed 10 characters.
bn: বিভাগ কোড অবশ্যই ১০ বর্ণের ভেতর হতে হবে

source: Department is required.
bn: বিভাগের নাম প্রয়োজন

# DURATION_IS_REQUIED
source: Duration is required.
bn: ব্যাপ্তিকাল প্রয়োজন

source: Faculty is required.
bn: অনুষদের নাম প্রয়োজন

source: FullMarks must be greater than 0
bn: ফুল মার্কস অবশ্যই শূন্য থেকে বড় হতে হবে

# INSTITUTION_CODE_IS_REQUIRED
source: Academic Year Code is required.
bn: শিক্ষাবর্ষের কোড প্রয়োজন

source: Registration Code is required.
bn: রেজিস্ট্রেশন কোড প্রয়োজন

source: Academic Year End Date is required.
bn: শিক্ষাবর্ষ সমাপ্তির তারিখ প্রয়োজন

source: Academic Year is required.
bn: শিক্ষাবর্ষের নাম প্রয়োজন

source: Academic Year must not exceed 50 characters.
bn: শিক্ষাবর্ষের নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Academic Year Start Date is required.
bn: শিক্ষাবর্ষের আরম্ভের তারিখ প্রয়োজন

source: UnitType is required.
bn: ইউনিট টাইপ প্রয়োজন

source: Year must not exceed 50 characters.
bn: বছরের নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# SAVED
source: Saved Successfully
bn: সফলভাবে সংরক্ষিত হয়েছে

# MENU_ACADEMIC
source: Academic
bn: একাডেমিক

# MENU_ATTENDANCE_ENTRY
source: Attendance Entry
bn: উপস্থিতি

# MENU_CAMPUS
source: Campus
bn: ক্যাম্পাস

# MENU_COURSE
source: Course
bn: কোর্স

# MENU_COURSE_TEACHER_ASSIGN
source: Examiner Assign
bn: পরীক্ষক তালিকা

# MENU_DASHBOARD
source: Dashboard
bn: ড্যাশবোর্ড

# MENU_DEPARTMENT
source: Department
bn: বিভাগ

# MENU_EMPLOYEE
source: Employee
bn: শিক্ষক

# MENU_EMPLOYEE_DESIGNATION
source: Designation
bn: পদবি

# MENU_EMPLOYEE_LIST
source: Employee List
bn: শিক্ষকের তালিকা

# MENU_EMPLOYEE_QUICK_ADD
source: Employee Quick Add
bn: শিক্ষকের তথ্য

# MENU_EXAM
source: Exam
bn: পরীক্ষা

# MENU_EXAM_COMMITTEE
source: Exam Committee
bn: পরীক্ষা কমিটি

# MENU_EXAM_RESULT_PROCESS
source: Result Processing Form
bn: ফলাফল প্রক্রিয়াকরণ ফর্ম

# MENU_EXT_TEACHER_LIST
source: Guest Teacher List
bn: অতিথি শিক্ষকের তালিকা

# MENU_EXT_TEACHER_QUICK_ADD
source: Guest Teacher Quick Add
bn: অতিথি শিক্ষকের তথ্য

# MENU_FACULTY
source: Faculty
bn: অনুষদ

# MENU_FEES
source: Fees
bn: ফিস

# MENU_FEES_HEAD
source: Fees Head
bn: ফিস হেড

# MENU_FEES_HEAD_CONFIG
source: Fees Head Config
bn: ফিস হেড অ্যামাউন্ট সেটাপ

# MENU_FEES_PROCESS
source: Fees Process
bn: ফিস প্রোসেস

# MENU_FEES_PROCESS_SETUP
source: Fees Process Setup
bn: ফিস অ্যামাউন্ট সেটাপ

# MENU_GENERATE_REPORT
source: Generate Report
bn: রিপোর্ট

# MENU_GRADING_SYSTEM
source: Grading System
bn: গ্রেডিং সিস্টেম

# MENU_HALL
source: Hall
bn: আবাসিক

# MENU_MARKS_ENTRY
source: Marks Entry
bn: মার্ক এন্ট্রি

# MENU_MODIFY_PROCESSED_FEES
source: Modify Processed Fees
bn: ফিস অ্যামাউন্ট পরিবর্তন

# MENU_PROGRAM
source: Program
bn: প্রোগ্রাম

# MENU_REPORT
source: Report
bn: রিপোর্ট

# MENU_RESULT
source: Result
bn: ফলাফল

# MENU_RETAKE_RESULT_PROCESS
source: Make Result for Retake
bn: রিটেক ফলাফল প্রোসেস

# MENU_STUDENT
source: Student
bn: শিক্ষার্থী

# MENU_STUDENT_ADMIT_CARD
source: Admit Card
bn: প্রবেশ প্রত্র

# MENU_STUDENT_COURSE_ASSIGN
source: Course Assign
bn: কোর্সের তালিকা

# MENU_STUDENT_LIST
source: Student List
bn: শিক্ষার্থীর তালিকা

# MENU_STUDENT_PENDING_PROMOTION_LIST
source: Pending Promotion List
bn: শিক্ষার্থী এনরোলমেন্ট

# MENU_STUDENT_PROMOTION
source: Student Promotion
bn: শিক্ষার্থীর প্রোমোশন

# MENU_STUDENT_QUICK_ADD
source: Student Quick Add
bn: শিক্ষার্থীর তথ্য

# MENU_YEAR
source: Year
bn: বর্ষ

# PROGRAM_CREDITPOINTS_MUST_BE_GREATER_THAN_ZERO
source: Credit Points must be greater than 0
bn: ক্রেডিট পয়েন্টস অবশ্যই শুণ্য থেকে বড় হতে হবে

# PROGRAM_IS_REQUIRED
source: Program Name is required.
bn: প্রোগ্রামের নাম প্রয়োজন

# PROGRAM_MUST_NOT_EXCEED_500_CHARACTERS
source: Program Name must not exceed 500 characters.
bn: প্রোগ্রামের নাম অবশ্যই ৫০০ বর্ণের ভেতর হতে হবে

# PROGRAM_YEARDURATION_MUST_BE_GREATER_THAN_ZERO
source: Year Duration must be greater than 0
bn: ব্যাপ্তিকাল অবশ্য ই শুণ্য থেকে বড় হতে হবে

source: Department must not exceed 50 characters.
bn: বিভাগের নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Faculty Code is required.
bn: ফ্যাকাল্টি কোড প্রয়োজন

source: Faculty Code must not exceed 10 characters.
bn: ফ্যাকাল্টি কোড অবশ্যই ১০ বর্ণের ভেতর হতে হবে

source: Faculty must not exceed 200 characters.
bn: ফ্যাকাল্টি নাম অবশ্যই ২০০ বর্ণের ভেতর হতে হবে

# BIRTH_CERTIFICATE_NO_IS_REQUIRED
source: Birth Certificate Number is required.
bn: জন্ম সনদ নং প্রয়োজন

source: Blood Group is required.
bn: রক্তের গ্রুপ প্রয়োজন

source: Email is required.
bn: ইমেইল প্রয়োজন

# EMERGENCYCONTACT_NO_IS_REQUIRED
source: Emergency Contact Number is required.
bn: জরুরী যোগাযোগ নাম্বার প্রয়োজন

source: Father Contact is required.
bn: পিতার যোগাযোগ নাম্বার প্রয়োজন

source: Father Name is required.
bn: পিতার নাম প্রয়োজন

source: Father Name must not exceed 50 characters.
bn: পিতার নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Gender is required.
bn: লিঙ্গ প্রয়োজন

source: Mother Contact is required.
bn: মাতার যোগাযোগ নাম্বার প্রয়োজন

source: Mother Name is required.
bn: মাতার নাম প্রয়োজন

source: Mother Name must not exceed 50 characters.
bn: মাতার নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Nationality is required.
bn: জাতীয়তা প্রয়োজন

source: Nationality must not exceed 50 characters.
bn: জাতীয়তা অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: NID is required.
bn: জাতীয় পরিচয় পত্র নাম্বার প্রয়োজন

# PHONE_NO_IS_REQUIRED
source: Phone Number is required.
bn: মোবাইল নাম্বার প্রয়োজন

source: Religion is required.
bn: ধর্ম প্রয়োজন

source: Religion must not exceed 50 characters.
bn: ধর্ম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# SMSNOTIFICATION_NO_IS_REQUIRED
source: Mobile No. is required.
bn: মোবাইল নং প্রয়োজন

source: Student Name is required.
bn: শিক্ষার্থীর নাম প্রয়োজন

source: Student Name must not exceed 50 characters.
bn: শিক্ষার্থীর নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# PHONE_NUMBER_VALIDATION
source: Please enter a valid phone number
bn: অনুগ্রহ করে সঠিক মোবাইল নাম্বার দিন

source: Category is Required.
bn: ক্যাটেগরী প্রয়োজন

# EMPLOYEENAME_IS_REQUIRED
source: Employee Name not exceed 50 characters.
bn: কর্মচারীর নাম প্রয়োজন

# EMPLOYEENAME_MUST_NOT_EXCEED_50_CHARACTERS
source: Employee Name is Required.
bn: কর্মচারীর নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# EMPLOYMENT_TYPE_IS_REQUIRED
source: Employement Type is Required.
bn: চাকুরীর ধরণ প্রয়োজন

# EMPLOYEE_CATEGORY_IS_REQUIRED
source: Employee Category Type is Required.
bn: কর্মচারীর ক্যাটেগরী প্রয়োজন

source: Employee ID is required.
bn: শিক্ষকের / কর্মচারীর আইডি প্রয়োজন

source: Employee Designation is required.
bn: কর্মচারীর পদবী প্রয়োজন

source: Actions
bn: অ্যাকশন

# BUTTON_CANCEL
source: Cancel
bn: বাতিল

# BUTTON_CREATE
source: Create
bn: সংযোজন

# BUTTON_DELETE
source: Delete
bn: মুছে ফেলুন

# BUTTON_EDIT
source: Edit
bn: সম্পাদন

# BUTTON_RELOAD
source: Reload
bn: পুনরায় লোড

# BUTTON_SAVE
source: Save
bn: সংরক্ষন

# CREDIT_POINTS
source: Course Credit
bn: কোর্স ক্রেডিট

# DELETE_MSG
source: Deleted
bn: মুছে ফেলা হয়েছে

# DURATION_YEAR
source: Year Duration
bn: বছর ব্যাপ্তিকাল

# EMP_DESIGNATION_IS_REQUIRED
source: Employee Designation is required.
bn: কর্মচারীর পদবী প্রয়োজন

# EMP_DESIGNATION_MUST_NOT_EXCEED_50_CHARACTERS
source: Employee Designation must not exceed 50 characters.
bn: কর্মচারীর পদবী অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

# EMP_DESIGNATION_ORDER_IS_REQUIRED
source: Employee Designation Order is required.
bn: কর্মচারীর পদবী ক্রম প্রয়োজন

# EMP_DESIGNATION_ORDER_MUST_BE_GREATER_THAN_ZERO
source: Employee Designation Duration must be greater than 0
bn: কর্মচারীর পদবী ক্রম অবশ্যই শুণ্য থেকে বড় হতে হবে

source: Faculty
bn: অনুষদ

source: Name
bn: নাম

source: SL
bn: ক্রমিক নং

# UPDATE_MSG
source: Updated Successfully
bn: সফলভাবে সম্পাদিত হয়েছে

# BIRTH_DATE
source: Date of Birth
bn: জন্ম তারিখ

# EMPLOYEE_CATEGORY
source: Category
bn: ক্যাটেগরী

source: Employee ID
bn: শিক্ষকের / কর্মচারীর আইডি

source: Employee Name
bn: শিক্ষকের / কর্মচারীর নাম

source: Employment Type
bn: চাকরির ধরণ

# EMP_CATEGORY_EMPLOYEE
source: Employee
bn: কর্মচারী-কর্মকর্তা

# EMP_CATEGORY_STAFF
source: Staff
bn: স্টাফ

# EMP_CATEGORY_TEACHER
source: Teacher
bn: শিক্ষক

source: Father Name
bn: পিতার নাম

source: Joining Date
bn: যোগদানের তারিখ

source: Mother Name
bn: মাতার নাম

source: Permanent Address
bn: স্থায়ী ঠিকানা

source: Present Address
bn: বর্তমান ঠিকানা

source: Emergency Contact No
bn: জরুরী যোগাযোগ

source: Marital Status
bn: বৈবাহিক অবস্থা

source: Bangla
bn: বাংলায়

source: Create Faculty
bn: অনুষদ তৈরি করুন

source: Create Program
bn: প্রোগ্রাম তৈরি করুন

source: Create Academic Year
bn: শিক্ষাবর্ষ তৈরি করুন

source: End Date
bn: শেষ তারিখ

# INSID_CODE
source: Academic Year Code
bn: শিক্ষাবর্ষ কোড

source: Reg Code
bn: নিবন্ধন কোড

source: Academic Year Name
bn: শিক্ষাবর্ষের নাম

source: Start Date
bn: শুরুর তারিখ

source: Choose Option
bn: নির্বাচন করুন

source: Code
bn: কোড

source: Create Campus
bn: ক্যাম্পাস তৈরি করুন

source: Create Course
bn: কোর্স তৈরি করুন

source: Create Department
bn: বিভাগ তৈরি করুন

source: Create Year
bn: বর্ষ তৈরি করুন

source: Description
bn: বর্ণনা

# DURATION_MONTH
source: Duration (Months)
bn: সময়কাল (মাস)

source: Address
bn: ঠিকানা

source: Course Code
bn: কোর্স কোড

source: Course Title
bn: কোর্সের শিরোনাম

source: Create Hall
bn: আবাসিক তৈরি করুন

source: Duration
bn: সময়কাল

source: Full Marks
bn: পূর্ণমান

source: Title
bn: শিরোনাম

source: Unit Type
bn: ইউনিট টাইপ

# BIRTH_CER_NO
source: Birth Certificate No
bn: জন্ম সনদ নং

source: Blood Group
bn: রক্তের গ্রুপ

source: Father Contact
bn: পিতার যোগাযোগের নম্বর

source: Father Photo
bn: পিতার ছবি

source: Father Profession
bn: পিতার পেশা

source: Father Qualification
bn: পিতার শিক্ষাগত যোগ্যতা

source: Mother Contact
bn: মাতার যোগাযোগের নম্বর

source: Mother Photo
bn: মাতার ছবি

source: Mother Profession
bn: মাতার পেশা

source: Mother Qualification
bn: মাতার শিক্ষাগত যোগ্যতা

source: Reg No
bn: নিবন্ধন নং

source: Student Photo
bn: শিক্ষার্থীর ছবি

source: From Year
bn: বছর থেকে

source: To Year
bn: বছর পযন্ত

# HALLNAME_IS_REQUIRED
source: Hall is Required.
bn: হলের নাম প্রয়োজন

source: Hall Name must not exceed 50 characters.
bn: হলের নাম অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Mother Contact
bn: মাতার যোগাযোগের নম্বর

source: Print
bn: প্রিন্ট করুন

# CONTACT_INFO
source: Contact Information
bn: যোগাযোগের তথ্য

# EMPLOYEE_INFO
source: Employee Information
bn: শিক্ষকের / কর্মচারীর তথ্য

# PARENTS_INFO
source: Parents Information
bn: পিতামাতার তথ্য

# STUDENT_INFO
source: Student Information
bn: শিক্ষার্থীর তথ্য

source: Data Exists
bn: তথ্য রয়েছে

source: Marks
bn: নম্বর

# STUDENT_INSID
source: Student ID
bn: শিক্ষার্থী আইডি

source: Option
bn: অপশন

source: Calendar Year
bn: ক্যালেন্ডার বর্ষ

source: Calendar Year is Required
bn: ক্যালেন্ডার বর্ষ প্রয়োজন

# MENU_CALENDAR_SETUP
source: Academic Calendar
bn: একাডেমিক ক্যালেন্ডার

# MENU_STUDENT_ATTENDANCE
source: Student Attendance
bn: উপস্থিতি

# MODULE_ATTENDANCE
source: Attendance
bn: শিক্ষার্থীর উপস্থিতি

source: Month
bn: মাস

source: Month is Required
bn: মাসের নাম প্রয়োজন

source: Attendance Date
bn: উপস্থিতি তারিখ

source: Course Details
bn: কোর্স বিবরণী

source: Course Teacher
bn: কোর্স শিক্ষক

source: Exam Name
bn: পরীক্ষার নাম

source: Fees book
bn: ফিস বুক

source: Fees Collection
bn: ফিস সংগ্রহ

source: First Examiner
bn: প্রথম পরীক্ষক

source: GPA
bn: জিপিএ

source: Improvement
bn: ফলোন্নয়ন

source: Payment Status
bn: ফিস স্ট্যাটাস

source: Second Examiner
bn: দ্বিতীয় পরীক্ষক

source: Student Name
bn: শিক্ষার্থীর নাম

source: Sub Exam
bn: উপ পরীক্ষা

source: Third Examiner
bn: তৃতীয় পরীক্ষক

source: Total Percentage(%)
bn: শতকরা উপস্থিতির হার

source: Total Present Day
bn: মোট উপস্থিত দিন

source: Create Fees Head
bn: ফিস হেড তৈরি করুন

source: Create Fees Process Setup
bn: ফিস প্রসেস সেটআপ তৈরি করুন

source: Due Date
bn: নির্দিষ্ট তারিখ

source: Head Code
bn: হেড কোড

source: Head Name
bn: হেডের নাম

source: Process Name
bn: প্রসেসের নাম

source: From Date
bn: তারিখ হইতে

source: Process is required
bn: প্রসেস প্রয়োজন

source: Report Type
bn: রিপোর্টের ধরন

source: Search Box
bn: অনুসন্ধান বক্স

# SEARCH_STUDENT_BY_ID
source: Serach Student By ID
bn: আইডি দ্বারা শিক্ষার্থী অনুসন্ধান করুন

source: Search Student By ID or Name
bn: আইডি বা নাম দ্বারা শিক্ষার্থী অনুসন্ধান

source: To Date
bn: এখন পর্যন্ত

# MENU_STUDENT_PORTAL_USER
source: Portal User List
bn: পোর্টাল ব্যবহারকারী

source: Assign Date
bn: বরাদ্দের তারিখ

# BANK_COLLECTION_DATE
source: Bank Date
bn: ব্যাংক তারিখ

source: Course Type
bn: কোর্সের ধরণ

source: Date
bn: তারিখ

source: Day Type
bn: দিনের ধরণ

source: Designation Order
bn: পদবি ক্রম

source: Discount Amount
bn: ডিসকাউন্ট এর পরিমাণ

source: Download
bn: ডাউনলোড

source: Due Amount
bn: বর্তমান বকেয়া

source: Examiner
bn: পরীক্ষক

source: Exam Paper Assign
bn: উত্তরপত্র বরাদ্দকরণ

source: From Marks
bn: নম্বর হইতে

source: Grade Point
bn: গ্রেড পয়েন্ট

source: Holiday Name
bn: ছুটির নাম

source: Letter Grade
bn: লেটার গ্রেড

source: Narration
bn: বিবৃতি

source: Next Exam
bn: পরবর্তী পরীক্ষা

source: Paper Assign Report
bn: উত্তরপত্র বরাদ্দের রিপোর্ট

source: Posting Date
bn: পোস্টিং এর তারিখ

source: Present
bn: হাজিরা

# PREV_EXAM
source: Previous Exam
bn: পূর্ববর্তী পরীক্ষা

source: Receive Amount
bn: গৃহীত টাকার পরিমাণ

source: Retake
bn: রিটেক

source: Schedule Submission Date
bn: জমা দেয়ার সময় সুচি

# SELECTION_FOR_ENROLLMENT
source: Selection for Enrolled
bn: এনরোলমেন্ট এর জন্য নির্বাচন

source: Submission Date
bn: জমাদানের তারিখ

source: Total Amount
bn: মোট বকেয়া

source: Total Marks
bn: সর্বমোট নম্বর

source: To Marks
bn: অনুর্দ্ধ

source: Status
bn: স্ট্যাটাস

source: Exam Setup
bn: পরীক্ষা সেটআপ

source: Search Employee by Id or Name
bn: আইডি বা নাম দ্বারা কর্মী অনুসন্ধান

# HALL_HEADER
source: Hall
bn: আবাসিক

# MENU_STUDENT_REGISTRATION
source: Student Registration
bn: শিক্ষার্থী নিবন্ধন

source: Active
bn: অ্যাক্টিভ

source: Home Contact No.
bn: বাসার যোগাযোগ নং

source: InActive
bn: ইনঅ্যাক্টিভ

source: Portal User List
bn: পোর্টাল ব্যবহারকারী তালিকা

source: User Status
bn: ইউজার স্ট্যাটাস

source: Roles
bn: রোল তালিকা

source: Users
bn: ইউজার তালিকা

source: User Name
bn: ইউজার নাম

source: NID No.
bn: জাতীয় পরিচয় পত্র নম্বর

source: Comments
bn: মন্তব্য

source: Excel
bn: এক্সেল

# NO_OF_ANS_PAPER
source: No of Answer Paper
bn: উত্তরপত্রের সংখ্যা

source: Pdf
bn: পিডিফ

source: Print Type
bn: প্রিন্ট টাইপ

source: Word
bn: ওয়ার্ড

source: Basic Information
bn: মূল তথ্য

source: Contact
bn: যোগাযোগের নম্বর

source: Contact Information
bn: যোগাযোগের তথ্য

source: Father Information
bn: পিতার তথ্য

source: Mother Information
bn: মাতার তথ্য

source: Other Information
bn: অন্যান্য তথ্য

source: Profession
bn: পেশা

source: Qualification
bn: শিক্ষাগত যোগ্যতা

source: District
bn: জেলা

source: Post
bn: ডাকঘর

source: Thana
bn: উপজেলা

source: Village
bn: গ্রাম

# PROGRAM_CREDIT_POINTS
source: Credit Points
bn: ক্রেডিট পয়েন্টস

source: Name of Institute
bn: প্রতিষ্ঠানের নাম

source: Name of Office
bn: অফিসের নাম

# MENU_EXT_TEACHER
source: Guest Teacher
bn: অতিথি শিক্ষক

source: Birth Date is required.
bn: জন্ম তারিখ প্রয়োজন

source: Employee ID must not exceed 50 characters.
bn: শিক্ষকের / কর্মচারীর আইডি অবশ্যই ৫০ বর্ণের ভেতর হতে হবে

source: Joining Date is required.
bn: যোগদানের তারিখ প্রয়োজন

# PERMANENT_ADDRESS_IS_REQUIRED
source: Permanent Address is requred.
bn: স্থায়ী ঠিকানা প্রয়োজন

source: Present Address is required.
bn: বর্তমান ঠিকানা প্রয়োজন

source: Institute Name is required.
bn: প্রতিষ্ঠানের নাম প্রয়োজন

source: Photo is required.
bn: ছবি প্রয়োজন

# EMAIL_VALIDATION
source: Please enter a valid email.
bn: অনুগ্রহ করে সঠিক ইমেইল দিন

# INSID_IS_REQUIRED
source: Institution ID is required.
bn: শিক্ষাবর্ষ কোড প্রয়োজন

# REGNO_IS_REQUIRED
source: Registration No is required.
bn: নিবন্ধন কোড প্রয়োজন

source: Preview
bn: প্রিভিউ

source: Closed
bn: ক্লোজড

source: Create Notice
bn: নোটিশ তৈরি করুন

source: Draft
bn: ড্রাফট

source: Edit Notice
bn: নোটিশ সম্পাদন করুন

source: Expire Date
bn: মেয়াদোত্তীর্ণের তারিখ

source: Expire Date is required
bn: মেয়াদোত্তীর্ণের তারিখ প্রয়োজন

source: File
bn: ফাইল

source: File is required
bn: ফাইল প্রয়োজন

# MENU_NOTICE
source: Notice
bn: নোটিশ

source: Notice Text
bn: নোটিশ টেক্সট

# NOTICE_TEXT_IS_REQUIRED
source: Notice Text is require
bn: নোটিশ টেক্সট প্রয়োজন

# NOTICE_TITLE
source: Title
bn: শিরোনাম

source: Notice Title is required
bn: নোটিশ শিরোনাম প্রয়োজন

source: Published
bn: পাবলিশড

source: Publish Date
bn: প্রকাশের তারিখ

source: Publish Date is required
bn: প্রকাশের তারিখ প্রয়োজন

source: Status is required
bn: স্ট্যাটাস প্রয়োজন

source: Clear
bn: পরিশোধ

source: Clearance
bn: ছাড়পত্র

source: Clearance Type
bn: ছাড়পত্র প্রকার

source: Hall Clearance
bn: হল ছাড়পত্র

source: Library Clearance
bn: গ্রন্থাগার ছাড়পত্র

source: Remarks
bn: মন্তব্য

source: Both
bn: উভয়

source: Collection Report Summary
bn: সংগ্রহ সারাংশ রিপোর্ট

# DATEWISE_COLLECTION_SUMMARY
source: Date Wise Collection Report
bn: তারিখ অনুযায়ী সংগ্রহ সারাংশ

source: Due Report Summary
bn: বকেয়া সারাংশ রিপোর্ট

source: Fees Modify Report
bn: পরিবর্তিত ফিস রিপোর্ট

source: Head Wise Collection Summary
bn: হেড অনুযায়ী সংগ্রহ সারাংশ

source: Student Due Details Report
bn: শিক্ষার্থীর বকেয়া বিবরণী রিপোর্ট

source: Enroll Course List
bn: এনরোল কোর্স তালিকা

source: Hall Clearance Report
bn: হল ছাড়পত্র রিপোর্ট

source: Library Clearance Report
bn: গ্রন্থাগার ছাড়পত্র রিপোর্ট

source: Notice Board
bn: নোটিশ বোর্ড

# SMS_NOTIFICATION_NO_EMP
source: Contact No.
bn: যোগাযোগ নং

source: District is Required.
bn: জেলার নাম প্রয়োজন

source: Post is Required.
bn: ডাকঘরের নাম প্রয়োজন

source: Thana is Required.
bn: উপজেলার নাম প্রয়োজন

source: Village is Required.
bn: গ্রামের নাম প্রয়োজন

source: Student Form Fill up
bn: শিক্ষার্থীর ফর্ম পূরণ

source: Cause of Punishment
bn: শাস্তির কারন

# EXAM_IS_REQUIRED
source: Exam is requried.
bn: পরীক্ষার নাম প্রয়োজন

source: Exam Year
bn: পরীক্ষার সন

source: Expel
bn: বহিষ্কার

# EXPELLED_STUDENT_LIST
source: Expel Student List
bn: বহিষ্কৃত শিক্ষার্থী তালিকা

source: Expel Student
bn: শিক্ষার্থী বহিষ্কার করুন

source: From Date is required.
bn: শুরুর সময় প্রয়োজন

source: Punishment From
bn: শাস্তির সময়ঃ হতে

source: Punishment To
bn: শাস্তির সময়ঃপর্যন্ত

source: To Date is required.
bn: শেষের সময় প্রয়োজন

source: Payment Mode
bn: পরিশোধের ধরণ

source: Payment Mode is required.
bn: পরিশোধের ধরণ প্রয়োজন

source: Cash
bn: ক্যাশ
